tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "ant"
brew "antiword"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "webp"
brew "aspell"
brew "libffi"
brew "glib"
brew "atk"
brew "httperf"
brew "autobench"
brew "autoconf"
brew "automake"
brew "autossh"
brew "bash-completion"
brew "bat"
brew "bcrypt"
brew "beanstalkd"
brew "boost"
brew "bwm-ng"
brew "caddy"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "checkov"
brew "clang-format"
brew "cloc"
brew "gmp"
brew "isl"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "dash"
brew "dialog"
brew "direnv"
brew "docker"
brew "e2fsprogs"
brew "ec2-api-tools"
brew "editorconfig"
brew "efm-langserver"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "etcd"
brew "faac"
brew "fasd"
brew "fdk-aac"
brew "libogg"
brew "frei0r"
brew "fribidi"
brew "libtool"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsodium"
brew "libvpx"
brew "opencore-amr"
brew "speex"
brew "theora"
brew "x264"
brew "xvid"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gopls"
brew "jasper"
brew "graphicsmagick"
brew "pango"
brew "graphviz"
brew "grc"
brew "grep"
brew "gsl"
brew "gtk+"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "id3tool"
brew "imagemagick"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "jsonpp"
brew "juju"
brew "kustomize"
brew "languagetool"
brew "legit"
brew "leiningen"
brew "lesspipe"
brew "lftp"
brew "libev"
brew "libmagic"
brew "libssh2"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "links"
brew "little-cms"
brew "llvm"
brew "lua-language-server"
brew "lynx"
brew "man2html"
brew "maven"
brew "mercurial"
brew "s-lang"
brew "midnight-commander"
brew "protobuf"
brew "mitmproxy"
brew "mogenerator"
brew "monit"
brew "mosh"
brew "mpssh"
brew "mtr"
brew "multimarkdown"
brew "mutt"
brew "mysql"
brew "neo4j"
brew "neon"
brew "neovim"
brew "netcat"
brew "nethack"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "opa"
brew "orc"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pidof"
brew "plenv"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pssh"
brew "pstree"
brew "pth"
brew "pwgen"
brew "ragel"
brew "rainbarf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rtmpdump"
brew "rust"
brew "s3cmd"
brew "sbt"
brew "schroedinger"
brew "scons"
brew "sdl"
brew "shellcheck"
brew "siege"
brew "sloccount"
brew "smartmontools"
brew "sphinx"
brew "sshuttle"
brew "subversion"
brew "swftools"
brew "swig"
brew "tbb"
brew "tcpflow"
brew "tcptrace"
brew "terraform", link: false
brew "terraform-ls"
brew "terraform-lsp"
brew "texi2html"
brew "texinfo"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tomcat"
brew "transmission-cli"
brew "ttfautohint"
brew "unixodbc"
brew "v8"
brew "varnish"
brew "vifm"
brew "watch"
brew "webkit2png"
brew "weechat"
brew "wemux"
brew "wget"
brew "wrk"
brew "xapian"
brew "yaml-language-server"
brew "yasm"
brew "youtube-dl"
brew "yuicompressor"
brew "zsh-lovers"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "go-task/tap/go-task"
cask "alfred"
cask "amethyst"
cask "browserosaurus"
cask "calibre"
cask "discord"
cask "eloston-chromium"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "grandperspective"
cask "hammerspoon"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "steam"
cask "the-unarchiver"
cask "vlc"
cask "wezterm"
cask "xquartz"
