jorgebucaran/fisher
evanlucas/fish-kubectl-completions
danhper/fish-ssh-agent
jethrokuan/z
PatrickF1/fzf.fish
edc/bass
lewisacidic/fish-git-abbr
jorgebucaran/nvm.fish
aluxian/fish-kube-prompt
ilancosman/tide@v5
